---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.PoundsMass
source: html/5c71f259-82a2-7c4a-dadb-b822271442bd.htm
---
# Autodesk.Revit.DB.UnitTypeId.PoundsMass Property

Pounds mass.

## Syntax (C#)
```csharp
public static ForgeTypeId PoundsMass { get; }
```